{
    "kind": "blogger#post",
    "items": [
        {
    "id": "2932560458927444541",
    "blog": {
        "id": "1619062015807416026"
    },
    "published": "2023-06-15T13:45:00-07:00",
    "updated": "2023-06-15T14:18:07-07:00",
    "url": "http://hrgm465.blogspot.com/2023/06/guia-completa-sobre-la-propagacion-de.html",
    "selfLink": "https://www.googleapis.com/blogger/v3/blogs/1619062015807416026/posts/2932560458927444541",
    "title": "Comunicaciones inalámbricas: desde la propagación de ondas electromagnéticas hasta las pérdidas en trayectorias por el espacio libre y el margen de desvanecimiento",
    "content": "En la era de las comunicaciones inalámbricas, la propagación de las ondas electromagnéticas es un tema fundamental para el diseño y la implementación de sistemas de comunicación. En este contexto, la propagación terrestre de las ondas electromagnéticas, la propagación de las ondas espaciales y la propagación por ondas celestes son temas clave que deben ser comprendidos para garantizar una calidad de comunicación confiable. Además, los términos y definiciones de propagación, como la frecuencia crítica, la altura virtual, la máxima frecuencia útil y la distancia de salto, son esenciales para entender la propagación de las ondas electromagnéticas en diferentes medios y condiciones atmosféricas. Por otro lado, las pérdidas en trayectorias por el espacio libre y el margen de desvanecimiento son importantes para garantizar una calidad de señal confiable en los enlaces de comunicaciones inalámbricas. En esta entrada del blog, exploraremos en detalle la propagación terrestre de las ondas electromagnéticas, la propagación de las ondas espaciales y la propagación por ondas celestes, así como los términos y definiciones clave de propagación. También examinaremos las pérdidas en trayectorias por el espacio libre y el margen de desvanecimiento y cómo se pueden mitigar para lograr una calidad de comunicación confiable en las comunicaciones inalámbricas.\n\nPropagación terrestre de las ondas electromagnéticas\n\nPropagación de ondas terrestres: La propagación de ondas terrestres se refiere a la transmisión y recepción de señales a través de la superficie terrestre. Este método de propagación es común en aplicaciones de corta y media distancia, como la televisión y la radio FM.\n\nPropagación de las ondas espaciales: La propagación de las ondas espaciales se produce cuando las señales se transmiten a través del espacio libre sin obstáculos significativos. Esta forma de propagación se utiliza en aplicaciones como las comunicaciones satelitales y los enlaces de microondas a larga distancia.\n\nPropagación por ondas celestes: La propagación por ondas celestes se produce cuando las señales se reflejan en las capas superiores de la atmósfera y regresan a la Tierra. Este fenómeno permite la propagación de señales a grandes distancias, como las comunicaciones de larga distancia a través de la ionosfera.\n\nTérminos y definiciones de propagación\n\nFrecuencia crítica y ángulo crítico: La frecuencia crítica es la frecuencia mínima a la cual una onda puede ser refractada y seguir una trayectoria terrestre. El ángulo crítico es el ángulo de incidencia mínimo necesario para que la onda se refracte hacia abajo y siga una trayectoria terrestre.\n\nAltura virtual: La altura virtual es la altura aparente a la que una antena parece estar ubicada en la propagación de ondas. Puede ser mayor o menor que la altura física de la antena y afecta la propagación y la cobertura de las señales.\n\nMáxima frecuencia útil: La máxima frecuencia útil es la frecuencia más alta a la cual una onda puede propagarse eficientemente a través de la ionosfera. Por encima de esta frecuencia, la señal se absorbe rápidamente y no puede propagarse a distancias largas.\n\nDistancia de salto: La distancia de salto es la máxima distancia a la que una onda se puede propagar por reflexión en la ionosfera antes de volver a la Tierra. Esta distancia depende de la frecuencia y las condiciones atmosféricas.\n\nPérdidas en trayectorias por el espacio libre\n\nLas pérdidas en trayectorias por el espacio libre se refieren a la disminución de la potencia de una señal a medida que se propaga sin obstáculos en el espacio. Estas pérdidas son causadas principalmente por la dispersión esférica de la energía.\n\n![Imagen 1](https://blogger.googleusercontent.com/img/a/AVvXsEgUqimUqaAQWqVl44jniHj4YWoCg-04GCenCMta3vzrAGX-9QgdEJQAcbbiogDmZ3_MzLUcCloxfV02yMXuerYCapLhfGLm2vtgfsRay-70lbOqFgBQulY8t5ld33yawnzvGJklnGvtxpEFutogP0IG3gUz9NZelvM63ozZKPXnKWDUrD2OiXdd4g)\n\n![Imagen 2](https://blogger.googleusercontent.com/img/a/AVvXsEgkg3Ppdem7QDKBYfK1D2g2UlZJusDJPu8apphulpEFz8C2tRkVw8pYuoZinc0mD4S0gUsSp36Vk01zUOsxUBYIkSSVZjEyLErzx8ILu3MosbTbDAG0cxiKuvtrs6dTmSq2R_Ol1bkAQCweYlk5euCrO41nKAovT6u5mlWmLllhTwB3oysdDhofNg)\n\nMargen de desvanecimiento\n\nEl margen de desvanecimiento es la diferencia entre la potencia máxima y la mínima de una señal en un enlace de comunicaciones. Es una medida de la variabilidad de la señal debido a factores como la interferencia, la atenuación y el ruido, y es importante para garantizar una calidad de comunicación confiable.\n\n![Imagen 3](https://blogger.googleusercontent.com/img/a/AVvXsEhfLWjyE4G2jRPIUpEQ9vrXrpBziNxspjzURE5jaOjZ7OKmE-picztlhMCQ32NlDrGJ3KVULNlbl2LI-RUCdAiPZIKiENjy5jy0pORKoGZjZCmMM9wNcBpjHicO3eLS0baL9J2QP6mkOzDoh-8NxvAU2MpozeMXXc099sdcR4IIScpYZKwxIhS4qw)\n\n---",
    "author": {
        "id": "13497998277383068593",
        "displayName": "Henry Guzmán",
        "url": "https://www.blogger.com/profile/13497998277383068593",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://www.googleapis.com/blogger/v3/blogs/1619062015807416026/posts/2932560458927444541/comments"
    },
    "images": [
        {
            "url": "https://blogger.googleusercontent.com/img/a/AVvXsEgUqimUqaAQWqVl44jniHj4YWoCg-04GCenCMta3vzrAGX-9QgdEJQAcbbiogDmZ3_MzLUcCloxfV02yMXuerYCapLhfGLm2vtgfsRay-70lbOqFgBQulY8t5ld33yawnzvGJklnGvtxpEFutogP0IG3gUz9NZelvM63ozZKPXnKWDUrD2OiXdd4g"
        },
        {
            "url": "https://blogger.googleusercontent.com/img/a/AVvXsEgkg3Ppdem7QDKBYfK1D2g2UlZJusDJPu8apphulpEFz8C2tRkVw8pYuoZinc0mD4S0gUsSp36Vk01zUOsxUBYIkSSVZjEyLErzx8ILu3MosbTbDAG0cxiKuvtrs6dTmSq2R_Ol1bkAQCweYlk5euCrO41nKAovT6u5mlWmLllhTwB3oysdDhofNg"
        },
        {
            "url": "https://blogger.googleusercontent.com/img/a/AVvXsEhfLWjyE4G2jRPIUpEQ9vrXrpBziNxspjzURE5jaOjZ7OKmE-picztlhMCQ32NlDrGJ3KVULNlbl2LI-RUCdAiPZIKiENjy5jy0pORKoGZjZCmMM9wNcBpjHicO3eLS0baL9J2QP6mkOzDoh-8NxvAU2MpozeMXXc099sdcR4IIScpYZKwxIhS4qw"
        }
    ],

    "etag": "\"dGltZXN0YW1wOiAxNjg2ODYzODg3NDU1Cm9mZnNldDogLTI1MjAwMDAwCg\""
},
{
    "kind": "blogger#post",
    "id": "3847317242183566806",
    "blog": {
        "id": "1619062015807416026"
    },
    "published": "2023-06-15T13:28:00-07:00",
    "updated": "2023-06-15T13:35:03-07:00",
    "url": "http://hrgm465.blogspot.com/2023/06/como-la-refraccion-reflexion-difraccion.html",
    "selfLink": "https://www.googleapis.com/blogger/v3/blogs/1619062015807416026/posts/3847317242183566806",
    "title": "Cómo la Refracción, Reflexión, Difracción e Interferencia Afectan la Propagación de las Ondas de Radio",
    "content": "Las ondas electromagnéticas son una forma de energía que se propaga a través del espacio y se utilizan en una variedad de aplicaciones que van desde las comunicaciones inalámbricas hasta la radioterapia médica. Sin embargo, para garantizar una transmisión eficiente y confiable de estas ondas, es necesario comprender cómo se propagan y cómo interactúan con el entorno que las rodea. En este contexto, el frente de onda esférico y la ley del cuadrado inverso son conceptos clave que describen la forma en que las ondas se propagan desde una fuente puntual y cómo su intensidad disminuye a medida que se alejan de su fuente. Además, la atenuación y la absorción de ondas pueden afectar significativamente la propagación y la calidad de la señal. Las propiedades ópticas de las ondas de radio, incluyendo la refracción, la reflexión, la difracción y la interferencia, también son importantes para comprender cómo las ondas se comportan en diferentes entornos y cómo se pueden utilizar para mejorar la cobertura y la eficiencia de los sistemas de comunicaciones. En este artículo, exploraremos estos conceptos en detalle para ayudar a comprender mejor cómo funcionan las ondas electromagnéticas y cómo se pueden optimizar para su uso en diversas aplicaciones.\n\nFrente de onda esférico y la ley del cuadrado inverso\n\nFrente de onda esférico: Un frente de onda esférico se forma cuando una onda electromagnética se propaga desde una fuente puntual en todas las direcciones. Cada punto en el frente de onda actúa como una fuente puntual de ondas secundarias.\n\nLey del cuadrado inverso: La ley del cuadrado inverso establece que la intensidad de una onda disminuye a medida que se aleja de su fuente original. Esto se debe a que la energía se dispersa en una superficie esférica y, por lo tanto, la intensidad se reduce con la distancia.\n\nAtenuación y absorción de ondas\n\nAtenuación: La atenuación se refiere a la disminución de la amplitud de una onda a medida que se propaga. Puede ser causada por factores como la dispersión, la difracción y la absorción.\n\nAbsorción: La absorción ocurre cuando una parte de la energía de la onda es absorbida por el medio a través del cual se propaga. Diferentes materiales tienen diferentes capacidades de absorción, lo que puede afectar significativamente la propagación de las ondas.\n\nPropiedades ópticas de las ondas de radio\n\nRefracción: La refracción es el cambio en la dirección de propagación de una onda cuando pasa de un medio a otro con una densidad diferente. En el contexto de las ondas de radio, la refracción juega un papel importante en la propagación de señales a través de la atmósfera terrestre.\n\nReflexión: La reflexión es el fenómeno en el cual una onda choca con una superficie y rebota. En las comunicaciones, la reflexión se utiliza para dirigir las señales y proporcionar cobertura en áreas específicas.\n\nDifracción: La difracción es la capacidad de una onda para rodear obstáculos y propagarse más allá de ellos. Este fenómeno es fundamental para la propagación de señales en áreas de sombra y en entornos urbanos y montañosos.\n\nInterferencia: La interferencia ocurre cuando dos o más ondas se superponen, creando zonas de aumento y disminución de la amplitud. La interferencia puede ser constructiva, cuando las ondas se refuerzan entre sí, o destructiva, cuando se anulan mutuamente.",
    "images": [
        {
            "url": "https://blogger.googleusercontent.com/img/a/AVvXsEidH_mIeD1jbqBZ9KoyrLikL473-EXyNsvFVjfm9RZzEl-xR123yJKaC2HEprIN_TTrCuu-NHqJVxX8kqVA-Gcs7q9PEhXD_-JByEJRtG7jDFf1bhym30MdPIS7uxxV26BS-DUfhuelSlLFiB22C9L9hZRKX-j66UF-p86pRzwQ7XWAMhK4H4dlTQ"
        },
        {
            "url": "https://blogger.googleusercontent.com/img/a/AVvXsEhKqhNhl5jDzxk30xR_T8ctSvP-96uf96qkjim6_Cy9Q4NohWrvnGugnvs5YuZHM-K9sJvzSzrdybR9vIE4MR1DuGDyebkntseqPPB99TzF5ncykVw8h4j-Hhqh0ycGU79Yc2Gc0pf1zEnKQgzuwDz7krrYarurKpGWepvPtkVwAC8PcfEGdw6hIg"
        },
        {
            "url": "https://blogger.googleusercontent.com/img/a/AVvXsEjrwIGc4FjyFpBPITC7b-JHofKyoE3DujAVDcNQWavwaksFNt5Vr1I0FVm1_GpvD_siNOHVgp1Aa_1b05TKdPXFnYLAG1Qe0jhMI3gbsq2zGGJ2k6LhfnWGclSP8wwiqeXaFYOOI2rVy4BF3_141reQZ-wCmRwFjbYOEcT13xFLTrlxlmpD9iX4Cw"
        },
        {
            "url": "https://blogger.googleusercontent.com/img/a/AVvXsEiaWqwk7DGCHZFCZozMTG_kPZTjzG7BjFMut9mo0VknGxCKFGlu-W7UgnpNkrmTl__UGz-BOO1flJ-EKeFzj5QhcVH9Kui9VWiqlV_T8RxvbyQ9JIdmRRHBjceWQ5L0du2k41qc9SyebPZlJQKRbAyTOyDVSGhRz6Ey8JIGNB7Vsj_Ys3tjcflWFQ"
        }
    ],
    "author": {
        "id": "13497998277383068593",
        "displayName": "Henry Guzmán",
        "url": "https://www.blogger.com/profile/13497998277383068593",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://www.googleapis.com/blogger/v3/blogs/1619062015807416026/posts/3847317242183566806/comments"
    },
    "etag": "\"dGltZXN0YW1wOiAxNjg2ODYxMzAzNjY2Cm9mZnNldDogLTI1MjAwMDAwCg\""
},

{
    "kind": "blogger#post",
    "id": "4636792209732511248",
    "blog": {
        "id": "1619062015807416026"
    },
    "published": "2023-06-15T12:48:00-07:00",
    "updated": "2023-06-15T12:52:11-07:00",
    "url": "http://hrgm465.blogspot.com/2023/06/principios-fundamentales-de-propagacion.html",
    "selfLink": "https://www.googleapis.com/blogger/v3/blogs/1619062015807416026/posts/4636792209732511248",
    "title": "Principios Fundamentales de Propagación de Ondas Electromagnéticas",
    "content": "En el vasto campo de las telecomunicaciones, comprender la propagación de las ondas electromagnéticas es esencial para diseñar y optimizar sistemas de comunicaciones eficientes y confiables. El libro \"Sistemas de Comunicaciones\" de Tomasi, en su 4ta edición, proporciona una base sólida para comprender los principios fundamentales de la propagación de ondas electromagnéticas. En este artículo, exploraremos los aspectos clave del capítulo 9, que abarca desde la polarización electromagnética hasta las pérdidas en trayectorias por el espacio libre, pasando por conceptos como rayos y frentes de onda, radiación electromagnética, atenuación y absorción de ondas, propiedades ópticas de las ondas de radio, propagación terrestre, términos y definiciones de propagación, y el margen de desvanecimiento.\n\nPolarización electromagnética\n\nLa polarización electromagnética es un fenómeno que describe la orientación del campo eléctrico de una onda. Puede ser lineal, circular o elíptica, y es fundamental en la transmisión y recepción de señales.\n\nRayos y frentes de ondas\n\nLos rayos representan la dirección de propagación de una onda, mientras que los frentes de onda son superficies imaginarias que conectan puntos de la misma fase en una onda. Estos conceptos son esenciales para comprender cómo las ondas se propagan y se dirigen.\n\nRadiación electromagnética\n\n- Densidad de potencia e intensidad de campo: La densidad de potencia es la cantidad de energía radiada por unidad de tiempo y área, mientras que la intensidad de campo se refiere a la fuerza del campo electromagnético en un punto dado. Ambos conceptos son cruciales para medir y cuantificar la propagación de las ondas electromagnéticas.\n\n- Impedancia característica del espacio libre: La impedancia característica del espacio libre es una propiedad del medio en el que se propagan las ondas electromagnéticas. Representa la relación entre el campo eléctrico y el campo magnético de una onda y desempeña un papel crítico en la transmisión de señales entre antenas.",
    "images": [
        {
            "url": "https://blogger.googleusercontent.com/img/a/AVvXsEi_yd9EQHVWbYbDNNLEtubBuGEKSSXe240TGoCr74LAWPHPqquhj7GPcfEddYnFeWRvWi_G8kmDjjlR6y8sDOev5YnEAG9FJkb2FMBoHVkraKZPGx9r0ylatBJ0roLsctmp2_WO544dA6TROfCwziKOJ4FgaVWxK5KEz342FjavKHfgTnWSiOEHZA=w356-h267"
        },
        {
            "url": "https://blogger.googleusercontent.com/img/a/AVvXsEhyJEZ1mzKZV4sReV-gRFRwRJEKSFwcqK94UxpUhEDKImZLYZbFmFUOiLDwcabyC52szsrrnaFaqvZj4xt7dBwHeRxZQQqy0HwjMO8-wF6qT4CtNHwWIcUcmyjyQO6U72BPOIuKRVLb-NMb51VlSBJBkB___lOEebMeY1t4SK6mxgC7X40OK5n87g=w371-h190"
        },
        {
            "url": "https://blogger.googleusercontent.com/img/a/AVvXsEiFCzNwprZ98im3GWEky829BTIqDSKdMD4pcb4tHgTsvXEirr3GNLPtqGJsiUTFz2mveel64S8ijF0ETgxZrScdM83YuCgy7QYLeN5bfcNvKHxOWARATy7vxx6GSUZXfElNaPrSchWpYjMBq2BZ_acX0N6XJucv4zj2XeJ_bsXd1O9HuSRnAf-0eA=w371-h190"
        }
    ],
    "author": {
        "id": "13497998277383068593",
        "displayName": "Henry Guzmán",
        "url": "https://www.blogger.com/profile/13497998277383068593",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://www.googleapis.com/blogger/v3/blogs/1619062015807416026/posts/4636792209732511248/comments"
    },
    "etag": "\"dGltZXN0YW1wOiAxNjg2ODU4NzMxMzEwCm9mZnNldDogLTI1MjAwMDAwCg\""
}

    ]
}

